export default {
  login: {
    username: '用户名',
    password: '密码',
    login: '登录',
    error: '账号或密码错误',
    empty: '请输入正确的用户名密码',
  },
  header: {
    welcome: '欢迎来到慧医数字医疗应用系统，当前用户：',
    logout: '退出登录',
    loggedOut: '已退出登录',
  },
  notFound: {
    back: '离开这个是非之地',
    success: '你回到了正确的道路上',
  },
  menu: {
    '首页': '首页',
    '医药公司信息管理': '医药公司信息管理',
    '医药公司管理': '医药公司管理',
    '销售地点管理': '销售地点管理',
    '城市信息管理': '城市信息管理',
    '药品信息管理': '药品信息管理',
    '医生信息管理': '医生信息管理',
    '必备材料管理': '必备材料管理',
    '医药公司政策管理': '医药公司政策管理',
    '医保政策管理': '医保政策管理'
  },
  companyManage: {
    list: '医药公司信息列表',
    '医药公司编号': '医药公司编号',
    '查询公司名称': '查询公司名称',
    '公司名称': '公司名称',
    '公司电话': '公司电话',
    '操作': '操作',
    '新增医药公司': '新增医药公司',
    '修改医药公司信息': '修改医药公司信息',
    '取 消': '取 消',
    '确 定': '确 定',
    '取消': '取消',
    '提示': '提示',
    '删除确认': '确定要删除“{name}”的相关信息吗？该操作会同时删除对应的公司政策',
    '已取消删除': '已取消删除',
    '请检查输入的内容是否合规': '请检查输入的内容是否合规'
  },
  saleManage: {
    list: '销售地点列表',
    '销售地点地图展示': '销售地点地图展示',
    '查询（输入要查询的药店名称）': '查询（输入要查询的药店名称）',
    '药店编号': '药店编号',
    '药店名称': '药店名称',
    '药店电话': '药店电话',
    '药店地址': '药店地址',
    '操作': '操作',
    '新增地点': '新增地点',
    '新增销售地点': '新增销售地点',
    '修改销售地点信息': '修改销售地点信息',
    '删除确认': '确定要删除“{name}”的相关信息吗？',
    '请点击地图上的位置': '请点击地图上的位置',
    '位置选择成功，请输入详细信息': '位置选择成功，请输入详细信息',
    '已取消删除': '已取消删除'
  },
  companyPolicyManage: {
    list: '医药公司政策列表',
    '医药公司政策查询': '医药公司政策查询',
    '查询（输入要查询的关键字）': '查询（输入要查询的关键字）',
    '医药公司政策内容': '医药公司政策内容',
    '政策编号': '政策编号',
    '政策名称': '政策名称',
    '发布时间': '发布时间',
    '请选择生效公司': '请选择生效公司',
    '生效公司': '生效公司',
    '新增医药公司政策': '新增医药公司政策',
    '修改医药公司政策信息': '修改医药公司政策信息'
  },
  medicalPolicyManage: {
    list: '医保政策列表',
    '医保政策查询': '医保政策查询',
    '医保编号': '医保编号',
    '政策标题': '政策标题',
    '城市': '城市',
    '发布时间': '发布时间',
    '医保内容': '医保内容',
    '政策标题标签': '政策标题',
    '政策内容': '政策内容',
    '生效城市': '生效城市',
    '新增医保政策': '新增医保政策',
    '修改医保政策信息': '修改医保政策信息',
    '查询提示': '请选择需要查询的城市',
    '选择日期': '选择日期',
    '请输入': '请输入',
    '请选择生效城市': '请选择生效城市',
    '查找': '查找',
    '新增': '新增'
  },
  cityManage: {
    list: '城市列表'
  },
  el: {
    pagination: {
      goto: '前往',
      pagesize: '条/页',
      total: '共 {total} 条',
      pageClassifier: '页'
    }
  },
  home: {
    dashboard: '数据面板',
    home: '首页',
    doctor: '医师人数',
    drug: '药物种类',
    company: '合作企业',
    sale: '入驻药店',
    hospital: '医院科室',
    latest: '最新政策',
    policy: '最新医保政策',
    companyPolicy: '最新医药公司政策'
  }
};
